Repository: rodolfofiuza/django_quiz
Catalog: quiz/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Category
pt_br: Categoria

source: Categories
pt_br: Categorias

source: Sub-Category
pt_br: Sub Categoria

source: Sub-Categories
pt_br: Sub-Categorias

source: Title
pt_br: Título

source: Description
pt_br: Descrição

source: a description of the quiz
pt_br: uma descrição do quiz

source: a user friendly url
pt_br: uma url amigável

source: user friendly url
pt_br: url amigável

source: Random Order
pt_br: Ordem aleatória

source: Display the questions in a random order or as they are set?
pt_br: Mostrar as perguntas em ordem aleatória ou na ordem que foram incluídas

source: Max Questions
pt_br: Número máximo de questões

source: Number of questions to be answered on each attempt.
pt_br: Número de questões para serem respondidas em cada tentativa

source: Correct answer is NOT shown after question. Answers displayed at the end.
pt_br: Resposta correta NÃO é mostrada depois de cada questão. Repostas mostradas no final

source: Answers at end
pt_br: Respostas no fim

source: If yes, the result of each attempt by a user will be stored. Necessary for marking.
pt_br: Se sim, o resultado de cada tentativa pelo usuário vai ser armazenado. Necessário para pontuação.

source: Exam Paper
pt_br: Prova

source: If yes, only one attempt by a user will be permitted. Non users cannot sit this exam.
pt_br: Se sim, apenas uma tentativa será permitida.

source: Single Attempt
pt_br: Tentativa única

source: Percentage required to pass exam.
pt_br: Percentual necessário para passar na prova

source: Displayed if user passes.
pt_br: Mostrado se o usuário passar

source: Success Text
pt_br: Texto de sucesso

source: Fail Text
pt_br: Texto fracasso

source: Displayed if user fails.
pt_br: Mostrado se o usuário falhar

source: Draft
pt_br: Rascunho

source: If yes, the quiz is not displayed in the quiz list and can only be taken by users who can edit quizzes.
pt_br: Se sim, o quiz não é mostrado na lista de quizzes é pode ser feito apenas por usuáriosque podem editar os quizzes

source: User
pt_br: Usuário

source: Score
pt_br: Placar

source: User Progress
pt_br: Progresso do usuário

source: User progress records
pt_br: Registro do progresso do usuário

source: error
pt_br: erro

source: category does not exist or invalid score
pt_br: categoria não existe ou pontuação inválida

source: Question Order
pt_br: Ordem da pergunta

source: Question List
pt_br: Lista de perguntas

source: Incorrect questions
pt_br: Respostas incorretas

source: Current Score
pt_br: Placar atual

source: Complete
pt_br: Completo

source: User Answers
pt_br: Respostas do usuário

source: Start
pt_br: Começo

source: End
pt_br: Fim

source: Can see completed exams.
pt_br: Pode ver provas completas.

source: Figure
pt_br: Imagem

source: Enter the question text that you want displayed
pt_br: Insira a texto da pergunta que você deseja mostrar

source: Question
pt_br: Pergunta

source: Explanation to be shown after the question has been answered.
pt_br: Explicação a ser mostrada depois que a questão for respondida

source: Explanation
pt_br: Explicação

source: Questions
pt_br: Perguntas

source: Example Quiz Website
pt_br: Site de quiz de exemplo

source: You answered the above question incorrectly
pt_br: Você respondeu a pergunta acima incorretamente

source: This is the correct answer
pt_br: Esta é a resposta correta

source: This was your answer.
pt_br: Esta foi sua resposta

source: Progress Page
pt_br: Página de progresso

source: User Progress Page
pt_br: Página de progresso do usuário

source: Question Category Scores
pt_br: Placar de resposta da categoria

source: Correctly answererd
pt_br: Respondidas corretamente

source: Incorrect
pt_br: Incorreta

source: Previous exam papers
pt_br: Material de provas anteriores

source: Below are the results of exams that you have sat.
pt_br: Abaixo estão os resultados das provas que você ja fez

source: Quiz Title
pt_br: Título do Quiz

source: Possible Score
pt_br: Possível Placar

source: The previous question
pt_br: Reposta anterior

source: Your answer was
pt_br: Sua resposta foi

source: of
pt_br: de

source: Question category
pt_br: Categoria da pergunta

source: Check
pt_br: Enviar

source: All Quizzes
pt_br: Todos os Quizzes

source: Category list
pt_br: Lista de Categorias

source: You will only get one attempt at this quiz
pt_br: Você vai ter apenas uma tentativa nesse quiz

source: Start quiz
pt_br: Começar quiz

source: List of quizzes
pt_br: Lista de quizzes

source: Exam
pt_br: Prova

source: Single attempt
pt_br: Tentativa única

source: View details
pt_br: Ver detalhes

source: There are no available quizzes
pt_br: Não existem quizzes disponíveis

source: Result of
pt_br: Resultado de

source: for
pt_br: para

source: Quiz title
pt_br: Título do Quiz

source: Completed
pt_br: Completo

source: User answer
pt_br: Resposta do usuário

source: incorrect
pt_br: incorreto

source: Correct
pt_br: Correto

source: Toggle whether correct
pt_br: Troque quando correto

source: List of complete exams
pt_br: Lista de provas completos

source: Filter
pt_br: Filtro

source: There are no matching quizzes
pt_br: Nenhum quiz encontrado

source: Exam Results for
pt_br: Resultados da prova para

source: Exam results
pt_br: Resultados da prova

source: Exam title
pt_br: Título da prova

source: You answered
pt_br: Você respondeu

source: questions correctly out of
pt_br: questões corretas de

source: giving you
pt_br: te dando

source: percent correct
pt_br: percentual de acerto

source: Review the questions below and try the exam again in the future
pt_br: Revise as questões abaixo e tente a prova novamente no futuro

source: The result of this exam will be stored in your progress section so you can review and monitor your progression
pt_br: O resultado dessa prova será armazenado na sua área de progressoVocê poderá revisar e monitorar seu progresso

source: Your session score is
pt_br: O seu resultado foi

source: out of a possible
pt_br: de possíveis

source: Your answer
pt_br: Sua resposta

source: You have already sat this exam and only one sitting is permitted
pt_br: Você ja fez essa prova e apenas uma tentativa é permitida

source: This exam is only accessible to signed in users
pt_br: Essa prova só é acessível por usuários logados

source: Quizzes related to
pt_br: Quizzes relacionados

source: Quizzes in the
pt_br: Quizzes em

source: category
pt_br: categoria

source: There are no quizzes
pt_br: Não há quizzes
